[
  {
    "name": "Minecraft",
    "description": "Minecraft, also known as the Bedrock Edition is a re-release of Minecraft which unifies the game across multiple platforms. The game runs on the new Bedrock engine and has many new features, including cross-platform play between all platforms using the Bedrock Edition. It also features rentable Realms, new achievements and trophies, cloud saves, and more."
  },
  {
    "name": "Fortnite",
    "description": "Fortnite Battle Royale is the completely free 100-player PvP mode in Fortnite. One giant map. A battle bus. Fortnite building skills and destructible environments combined with intense PvP combat. The last one standing wins. Download now for FREE and jump into the action."
  },
  {
    "name": "Halo Infinite",
    "description": "When all hope is lost and humanity's fate hangs in the balance, the Master Chief is ready to confront the most ruthless foe he's ever faced. Step inside the armor of humanity's greatest hero to experience an epic adventure and explore the massive scale of the Halo ring.## Explore Zeta Halo:"
  },
  {
    "name": "Assassin's Creed Valhalla",
    "description": "Assassin's Creed Valhalla is an action role-playing game set in the Viking Age. The player takes on the role of a Norse warrior named Eivor and embarks on a journey to settle in a new land, England. It is set in the 9th century. Eivor is a member of the Raven Clan who lead their people to settle in a new land, England. The story is centered around Eivor's pursuit of a better life for their people and their struggle to establish their place in a foreign land filled with danger and political intrigue."
  },
  {
    "name": "Fall Guys: Ultimate Knockout",
    "description": "Fall Guys: Ultimate Knockout flings hordes of contestants together online in a mad dash through round after round of escalating chaos until one victor remains! Battle bizarre obstacles, shove through unruly competitors, and overcome the unbending laws of physics as you stumble towards greatness. Leave your dignity at the door and prepare for hilarious failure in your quest to claim the crown!"
  },
  {
    "name": "Resident Evil 4",
    "description": "Six years have passed since the biological disaster in Raccoon City. Agent Leon S. Kennedy, one of the survivors of the incident, has been sent to rescue the president's kidnapped daughter. He tracks her to a secluded European village, where there is something terribly wrong with the locals. And the curtain rises on this story of daring rescue and grueling horror where life and death, terror and catharsis intersect."
  },
  {
    "name": "Rocket League",
    "description": "Rocket League is the sequel to Supersonic Acrobatic Rocket-Powered Battle-Cars. It is a vehicle based, futuristic variant of football (soccer). Just like the original game it is played in a large arena with two teams of cars. As with football the goal is to score by launching a giant ball into the goal of the opposing team. The arena has curved edges with large walls, so the ball cannot leave the pitch and bounces back, and it is possible to drive up the sides."
  },
  {
    "name": "Hogwarts Legacy",
    "description": "Hogwarts Legacy is an action role-playing game set in the wizarding world first introduced in the Harry Potter books. The game is set in the late 1800s, before the events of the original Harry Potter series, and players take on the role of a newly-enrolled student at Hogwarts School of Witchcraft and Wizardry. The gameplay revolves around players' experiences at the school as players choose their own house, attend classes and learn spells, discover hidden secrets and face dangerous creatures, and explore the vast and magical world of the wizarding community. The game features an open-world structure, allowing players to explore and interact with various locations in and around the school, including Hogsmeade village, Forbidden Forest and more. Some of the locations from the books are visualized for the first time in this game."
  },
  {
    "name": "Only Up",
    "description": "You are a young teenage Jackie from the ghetto who wants to get out of poverty and embark on a journey of learning about the world and yourself. The world has definitely gone crazy, though it has never been normal, but maybe now is the chance for you. Crisis is a time for action and decisive steps...except it's scary, because every step can set you back far. Sometimes it is difficult to choose the right path, but do not be afraid, you can always repeat, we learn from mistakes. Jackie is to learn that to get to a new place you must first make a jump and get off the ground, not knowing what will happen in the future... A samurai has no goal, only a way, stoicism, patience and cunning will help you to reach the very top, but what awaits there - you never know... Let's go? Only Up!"
  },
  {
    "name": "Star Wars: Jedi Survivor",
    "description": "The story of Cal Kestis continues in Star Wars Jedi: Survivor™, a third-person, galaxy-spanning, action-adventure game from Respawn Entertainment, developed in collaboration with Lucasfilm Games. This narratively driven, single-player title picks up 5 years after the events of Star Wars Jedi: Fallen Order™ and follows Cal's increasingly desperate fight as the galaxy descends further into darkness. Pushed to the edges of the galaxy by the Empire, Cal will find himself surrounded by threats new and familiar. As one of the last surviving Jedi Knights, Cal is driven to make a stand during the galaxy's darkest times — but how far is he willing to go to protect himself, his crew, and the legacy of the Jedi Order?"
  }
]